Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Purchase is pending approval (e.g. Ask to Buy).
ar: عملية الشراء بانتظار الموافقة (مثل طلب الشراء).
ar_eg: الشراء مستني الموافقة (زي طلب الشراء).
be: Купля чакае ўхвалення (напрыклад, праз «Папрасіць купіць»).
bn: কেনাকাটা অনুমোদনের অপেক্ষায় আছে (যেমন কেনার অনুরোধ)।
cs: Nákup čeká na schválení (např. přes Schvalování nákupů).
da: Købet afventer godkendelse (f.eks. Spørg før køb).
de: Der Kauf wartet auf Genehmigung (z. B. über „Kaufanfrage“).
es: La compra está pendiente de aprobación (por ejemplo, Solicitar la compra).
fil: Naghihintay ng pag-apruba ang pagbili (halimbawa, Ask to Buy).
fr: L’achat est en attente d’autorisation (par exemple via Demander l’autorisation d’achat).
ha: Sayen yana jiran amincewa (misali, Neman Izinin Saya).
he: הרכישה ממתינה לאישור (למשל באמצעות בקשת אישור לרכישה).
hi: खरीद मंज़ूरी का इंतज़ार कर रही है (जैसे खरीदने का अनुरोध)।
hu: A vásárlás jóváhagyásra vár (például az Engedély a vásárláshoz funkcióval).
hy: Գնումը սպասում է հաստատման (օրինակ՝ «Գնելու հարցում» գործառույթով)։
id: Pembelian menunggu persetujuan (misalnya Minta Izin Pembelian).
it: L'acquisto è in attesa di approvazione (ad esempio con Chiedi di acquistare).
ja: 購入は承認待ちです（「承認と購入のリクエスト」など）。
ka: შეძენა დამტკიცებას ელოდება (მაგალითად, „შეძენის მოთხოვნის“ მეშვეობით).
kk: Сатып алу мақұлдауды күтуде (мысалы, «Сатып алуға сұрау» арқылы).
ko: 구매 승인을 기다리고 있습니다(예: 구입 요청).
ky: Сатып алуу жактырууну күтүп жатат (мисалы, «Сатып алууга суроо» аркылуу).
lt: Pirkinys laukia patvirtinimo (pvz., per „Prašyti pirkti“).
mr: खरेदी मंजुरीच्या प्रतीक्षेत आहे (उदा. खरेदीची विनंती).
ne: खरिद स्वीकृतिको प्रतीक्षामा छ (जस्तै, खरिद अनुमति माग्ने सुविधा)।
nl: De aankoop wacht op goedkeuring (bijvoorbeeld via 'Vraag om te kopen').
pa_arab: خریداری منظوری اُڈیک رہی اے (مثلاً خریدن دی اجازت منگن راہیں)۔
pcm: Purchase dey wait for approval (like Ask to Buy).
pl: Zakup oczekuje na zatwierdzenie (np. przez funkcję Poproś o zakup).
pt_br: A compra está aguardando aprovação (por exemplo, Pedir para Comprar).
pt_pt: A compra está a aguardar aprovação (por exemplo, Pedir para comprar).
ro: Achiziția așteaptă aprobarea (de exemplu, prin Solicitare de cumpărare).
ru: Покупка ожидает одобрения (например, через «Попросить купить»).
sv: Köpet väntar på godkännande (t.ex. Be om köp).
sw: Ununuzi unasubiri idhini (kwa mfano, Omba Kununua).
ta: வாங்குதல் ஒப்புதலுக்காகக் காத்திருக்கிறது (எ.கா. வாங்க அனுமதி கேட்பது).
te: కొనుగోలు అనుమతి కోసం వేచి ఉంది (ఉదా. కొనుగోలుకు అనుమతి అడగడం).
th: การซื้อกำลังรออนุมัติ (เช่น ขออนุญาตซื้อ)
tr: Satın alma onay bekliyor (ör. Satın Almak İçin Sor).
uk: Покупка очікує на схвалення (наприклад, через «Просити купити»).
ur: خریداری منظوری کی منتظر ہے (مثلاً خریداری کی اجازت مانگنے کے ذریعے)۔
vi: Giao dịch đang chờ phê duyệt (ví dụ: Hỏi để mua).
yue: 購買正等候批准（例如「購買前詢問」）。
zh_hans: 购买正在等待批准（例如“购买前询问”）。
zh_hant: 購買正在等待核准（例如「購買前詢問」）。

source: Real-time app blocking
ar: حظر التطبيقات في الوقت الفعلي
ar_eg: حظر التطبيقات بشكل فوري
be: Блакіроўка праграм у рэальным часе
bn: রিয়েল-টাইম অ্যাপ ব্লকিং
cs: Blokování aplikací v reálném čase
da: Appblokering i realtid
de: Apps in Echtzeit blockieren
es: Bloqueo de apps en tiempo real
fil: Real-time na pag-block ng app
fr: Blocage des apps en temps réel
ha: Toshe manhajoji a ainihin lokaci
he: חסימת יישומים בזמן אמת
hi: रीयल-टाइम ऐप ब्लॉकिंग
hu: Appok valós idejű blokkolása
hy: Հավելվածների արգելափակում իրական ժամանակում
id: Pemblokiran aplikasi waktu nyata
it: Blocco delle app in tempo reale
ja: アプリのリアルタイムブロック
ka: აპების დაბლოკვა რეალურ დროში
kk: Қолданбаларды нақты уақытта бұғаттау
ko: 실시간 앱 차단
ky: Колдонмолорду реалдуу убакытта бөгөттөө
lt: Programų blokavimas realiuoju laiku
mr: रिअल-टाइम ॲप ब्लॉकिंग
ne: वास्तविक समयमा एप रोक्ने सुविधा
nl: Apps in realtime blokkeren
pa_arab: فوری طور تے ایپاں بلاک کرنا
pcm: Block apps in real time
pl: Blokowanie aplikacji w czasie rzeczywistym
pt_br: Bloqueio de apps em tempo real
pt_pt: Bloqueio de apps em tempo real
ro: Blocarea aplicațiilor în timp real
ru: Блокировка приложений в реальном времени
sv: Appblockering i realtid
sw: Uzuiaji wa programu kwa wakati halisi
ta: நிகழ்நேரச் செயலித் தடுப்பு
te: రియల్-టైమ్ యాప్ బ్లాకింగ్
th: บล็อกแอปแบบเรียลไทม์
tr: Gerçek zamanlı uygulama engelleme
uk: Блокування програм у реальному часі
ur: حقیقی وقت میں ایپس بلاک کرنا
vi: Chặn ứng dụng theo thời gian thực
yue: 即時 App 封鎖
zh_hans: 实时屏蔽 App 内容
zh_hant: 即時 App 封鎖

source: Real-time blocking
ar: الحظر في الوقت الفعلي
ar_eg: الحظر الفوري
be: Блакіроўка ў рэальным часе
bn: রিয়েল-টাইম ব্লকিং
cs: Blokování v reálném čase
da: Blokering i realtid
de: Blockieren in Echtzeit
es: Bloqueo en tiempo real
fil: Real-time na pag-block
fr: Blocage en temps réel
ha: Toshewa a ainihin lokaci
he: חסימה בזמן אמת
hi: रीयल-टाइम ब्लॉकिंग
hu: Valós idejű blokkolás
hy: Արգելափակում իրական ժամանակում
id: Pemblokiran waktu nyata
it: Blocco in tempo reale
ja: リアルタイムブロック
ka: დაბლოკვა რეალურ დროში
kk: Нақты уақытта бұғаттау
ko: 실시간 차단
ky: Реалдуу убакытта бөгөттөө
lt: Blokavimas realiuoju laiku
mr: रिअल-टाइम ब्लॉकिंग
ne: वास्तविक समयमा रोक्ने सुविधा
nl: Realtime blokkeren
pa_arab: فوری بلاکنگ
pl: Blokowanie w czasie rzeczywistym
pt_br: Bloqueio em tempo real
pt_pt: Bloqueio em tempo real
ro: Blocare în timp real
ru: Блокировка в реальном времени
sv: Blockering i realtid
sw: Uzuiaji wa wakati halisi
ta: நிகழ்நேரத் தடுப்பு
te: రియల్-టైమ్ బ్లాకింగ్
th: บล็อกแบบเรียลไทม์
tr: Gerçek zamanlı engelleme
uk: Блокування в реальному часі
ur: حقیقی وقت میں بلاکنگ
vi: Chặn theo thời gian thực
yue: 即時封鎖
zh_hans: 实时屏蔽
zh_hant: 即時封鎖

source: Real-time blocking is available in Slowth for iPhone and iPad.
ar: يتوفر الحظر في الوقت الفعلي في ⁦Slowth⁩ لأجهزة ⁦iPhone⁩ و⁦iPad⁩.
ar_eg: الحظر الفوري موجود في ⁦Slowth⁩ لأجهزة ⁦iPhone⁩ و⁦iPad⁩.
be: Блакіроўка ў рэальным часе даступная ў Slowth для iPhone і iPad.
bn: iPhone ও iPad-এর Slowth-এ রিয়েল-টাইম ব্লকিং পাওয়া যায়।
cs: Blokování v reálném čase je dostupné ve Slowth pro iPhone a iPad.
da: Blokering i realtid er tilgængelig i Slowth til iPhone og iPad.
de: Echtzeit-Blockierung ist in Slowth für iPhone und iPad verfügbar.
es: El bloqueo en tiempo real está disponible en Slowth para iPhone y iPad.
fil: Available ang real-time na pag-block sa Slowth para sa iPhone at iPad.
fr: Le blocage en temps réel est disponible dans Slowth pour iPhone et iPad.
ha: Toshewa a ainihin lokaci yana cikin Slowth na iPhone da iPad.
he: חסימה בזמן אמת זמינה ב־⁦Slowth⁩ ל־⁦iPhone⁩ ול־⁦iPad⁩.
hi: iPhone और iPad के लिए Slowth में रीयल-टाइम ब्लॉकिंग उपलब्ध है।
hu: A valós idejű blokkolás a Slowth iPhone- és iPad-verziójában érhető el.
hy: Իրական ժամանակում արգելափակումը հասանելի է iPhone-ի և iPad-ի համար նախատեսված Slowth-ում։
id: Pemblokiran waktu nyata tersedia di Slowth untuk iPhone dan iPad.
it: Il blocco in tempo reale è disponibile in Slowth per iPhone e iPad.
ja: リアルタイムブロックはiPhoneとiPadのSlowthで利用できます。
ka: რეალურ დროში დაბლოკვა ხელმისაწვდომია Slowth-ში iPhone-ისა და iPad-ისთვის.
kk: Нақты уақытта бұғаттау iPhone және iPad құрылғыларына арналған Slowth ішінде қолжетімді.
ko: 실시간 차단은 iPhone 및 iPad용 Slowth에서 사용할 수 있습니다.
ky: Реалдуу убакытта бөгөттөө iPhone жана iPad үчүн Slowth колдонмосунда жеткиликтүү.
lt: Blokavimas realiuoju laiku pasiekiamas „Slowth“, skirtoje „iPhone“ ir „iPad“.
mr: iPhone व iPad साठी Slowth मध्ये रिअल-टाइम ब्लॉकिंग उपलब्ध आहे.
ne: वास्तविक समयमा रोक्ने सुविधा iPhone र iPad को Slowth मा उपलब्ध छ।
nl: Realtime blokkeren is beschikbaar in Slowth voor iPhone en iPad.
pa_arab: فوری بلاکنگ ⁦iPhone⁩ تے ⁦iPad⁩ لئی ⁦Slowth⁩ وچ موجود اے۔
pcm: Real-time blocking dey inside Slowth for iPhone and iPad.
pl: Blokowanie w czasie rzeczywistym jest dostępne w Slowth na iPhone'a i iPada.
pt_br: O bloqueio em tempo real está disponível no Slowth para iPhone e iPad.
pt_pt: O bloqueio em tempo real está disponível no Slowth para iPhone e iPad.
ro: Blocarea în timp real este disponibilă în Slowth pentru iPhone și iPad.
ru: Блокировка в реальном времени доступна в Slowth для iPhone и iPad.
sv: Blockering i realtid finns i Slowth för iPhone och iPad.
sw: Uzuiaji wa wakati halisi unapatikana katika Slowth kwa iPhone na iPad.
ta: iPhone மற்றும் iPad-க்கான Slowth-இல் நிகழ்நேரத் தடுப்பு கிடைக்கிறது.
te: iPhone, iPad కోసం Slowthలో రియల్-టైమ్ బ్లాకింగ్ అందుబాటులో ఉంది.
th: การบล็อกแบบเรียลไทม์มีให้ใช้ใน Slowth สำหรับ iPhone และ iPad
tr: Gerçek zamanlı engelleme, iPhone ve iPad için Slowth'ta kullanılabilir.
uk: Блокування в реальному часі доступне в Slowth для iPhone та iPad.
ur: حقیقی وقت کی بلاکنگ ⁦iPhone⁩ اور ⁦iPad⁩ کے لیے ⁦Slowth⁩ میں دستیاب ہے۔
vi: Tính năng chặn theo thời gian thực có trong Slowth cho iPhone và iPad.
yue: iPhone 同 iPad 版 Slowth 提供即時封鎖。
zh_hans: 实时屏蔽功能适用于 iPhone 和 iPad 版 Slowth。
zh_hant: iPhone 和 iPad 版 Slowth 提供即時封鎖功能。

source: Recording indicator
ar: مؤشر التسجيل
ar_eg: علامة التسجيل
be: Індыкатар запісу
bn: রেকর্ডিং চিহ্ন
cs: Indikátor nahrávání
da: Optageindikator
de: Aufnahmeanzeige
es: Indicador de grabación
fil: Indicator ng pag-record
fr: Indicateur d’enregistrement
ha: Alamar rikodi
he: מחוון הקלטה
hi: रिकॉर्डिंग संकेत
hu: Felvételjelző
hy: Ձայնագրման ցուցիչ
id: Indikator rekaman
it: Indicatore di registrazione
ja: 収録インジケータ
ka: ჩაწერის ინდიკატორი
kk: Жазу индикаторы
ko: 기록 표시
ky: Жазуу индикатору
lt: Įrašymo indikatorius
mr: रेकॉर्डिंग चिन्ह
ne: रेकर्डिङ सूचक
nl: Opname-indicator
pa_arab: ریکارڈنگ دا نشان
pcm: Recording sign
pl: Wskaźnik nagrywania
pt_br: Indicador de gravação
pt_pt: Indicador de gravação
ro: Indicator de înregistrare
ru: Индикатор записи
sv: Inspelningsindikator
sw: Kiashirio cha kurekodi
ta: பதிவுக் குறியீடு
te: రికార్డింగ్ సూచిక
th: สัญลักษณ์การบันทึก
tr: Kayıt göstergesi
uk: Індикатор запису
ur: ریکارڈنگ کا اشارہ
vi: Chỉ báo ghi màn hình
yue: 錄製指示燈
zh_hans: 录制指示标志
zh_hant: 錄製指示燈

source: Reels or Stories
ar: ⁦Reels⁩ أو القصص
ar_eg: ⁦Reels⁩ أو ستوريز
be: Reels або гісторыі
bn: Reels বা Stories
cs: Reels nebo příběhy
da: Reels eller Stories
de: Reels oder Stories
es: Reels o Stories
fil: Reels o Stories
fr: Reels ou Stories
ha: Reels ko Labarai
he: ⁦Reels⁩ או סטוריז
hi: Reels या Stories
hu: Reels vagy történetek
hy: Reels կամ պատմություններ
id: Reels atau Cerita
it: Reels o storie
ja: ReelsまたはStories
ka: Reels ან ისტორიები
kk: Reels немесе хикаялар
ko: Reels 또는 Stories
ky: Reels же окуялар
lt: „Reels“ arba istorijos
mr: Reels किंवा Stories
ne: Reels वा स्टोरीहरू
nl: Reels of verhalen
pa_arab: ⁦Reels⁩ یا سٹوریاں
pl: Reels lub relacje
pt_br: Reels ou Stories
pt_pt: Reels ou Stories
ro: Reels sau povești
ru: Reels или истории
sv: Reels eller Stories
sw: Reels au Hadithi
ta: Reels அல்லது Stories
te: Reels లేదా Stories
th: Reels หรือ Stories
tr: Reels veya Hikâyeler
uk: Reels або історії
ur: ⁦Reels⁩ یا اسٹوریز
vi: Reels hoặc Stories
yue: Reels 或限時動態
zh_hans: Reels 或 Stories
zh_hant: Reels 或限時動態

source: Reload
ar: إعادة التحميل
ar_eg: حمّل تاني
be: Перазагрузіць
bn: আবার লোড করুন
cs: Načíst znovu
da: Genindlæs
de: Neu laden
es: Recargar
fil: I-load muli
fr: Recharger
ha: Sake lodawa
he: טעינה מחדש
hi: फिर लोड करें
hu: Újratöltés
hy: Վերաբեռնել
id: Muat ulang
it: Ricarica
ja: 再読み込み
ka: ხელახლა ჩატვირთვა
kk: Қайта жүктеу
ko: 새로고침
ky: Кайра жүктөө
lt: Įkelti iš naujo
mr: पुन्हा लोड करा
ne: पुनः लोड गर्नुहोस्
nl: Herlaad
pa_arab: فیر لوڈ کرو
pcm: Load am again
pl: Wczytaj ponownie
pt_br: Recarregar
pt_pt: Recarregar
ro: Reîncarcă
ru: Перезагрузить
sv: Läs in igen
sw: Pakia upya
ta: மீண்டும் ஏற்று
te: మళ్లీ లోడ్ చేయి
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
ur: دوبارہ لوڈ کریں
vi: Tải lại
yue: 重新載入
zh_hans: 重新加载
zh_hant: 重新載入

source: Rules
ar: القواعد
ar_eg: القواعد
be: Правілы
bn: নিয়ম
cs: Pravidla
da: Regler
de: Regeln
es: Reglas
fil: Mga panuntunan
fr: Règles
ha: Dokoki
he: כללים
hi: नियम
hu: Szabályok
hy: Կանոններ
id: Aturan
it: Regole
ja: ルール
ka: წესები
kk: Ережелер
ko: 규칙
ky: Эрежелер
lt: Taisyklės
mr: नियम
ne: नियमहरू
nl: Regels
pa_arab: اصول
pl: Reguły
pt_br: Regras
pt_pt: Regras
ro: Reguli
ru: Правила
sv: Regler
sw: Kanuni
ta: விதிகள்
te: నియమాలు
th: กฎ
tr: Kurallar
uk: Правила
ur: قواعد
vi: Quy tắc
yue: 規則
zh_hans: 规则
zh_hant: 規則

source: Rules already up to date.
ar: القواعد محدّثة بالفعل.
ar_eg: القواعد محدّثة بالفعل.
be: Правілы ўжо актуальныя.
bn: নিয়মগুলি ইতিমধ্যেই হালনাগাদ আছে।
cs: Pravidla jsou již aktuální.
da: Reglerne er allerede opdateret.
de: Die Regeln sind bereits aktuell.
es: Las reglas ya están actualizadas.
fil: Napapanahon na ang mga panuntunan.
fr: Les règles sont déjà à jour.
ha: Dokoki sun riga sun zama sabbi.
he: הכללים כבר מעודכנים.
hi: नियम पहले से अप टू डेट हैं।
hu: A szabályok már naprakészek.
hy: Կանոններն արդեն արդիական են։
id: Aturan sudah terbaru.
it: Le regole sono già aggiornate.
ja: ルールはすでに最新です。
ka: წესები უკვე განახლებულია.
kk: Ережелер жаңартылған.
ko: 규칙이 이미 최신 상태입니다.
ky: Эрежелер ансыз деле жаңыртылган.
lt: Taisyklės jau atnaujintos.
mr: नियम आधीच अद्ययावत आहेत.
ne: नियमहरू पहिले नै अद्यावधिक छन्।
nl: De regels zijn al bijgewerkt.
pa_arab: اصول پہلاں ای تازہ نیں۔
pcm: Rules don already dey up to date.
pl: Reguły są już aktualne.
pt_br: As regras já estão atualizadas.
pt_pt: As regras já estão atualizadas.
ro: Regulile sunt deja actualizate.
ru: Правила уже обновлены.
sv: Reglerna är redan uppdaterade.
sw: Kanuni tayari zimesasishwa.
ta: விதிகள் ஏற்கனவே புதுப்பித்த நிலையில் உள்ளன.
te: నియమాలు ఇప్పటికే తాజాగా ఉన్నాయి.
th: กฎเป็นเวอร์ชันล่าสุดแล้ว
tr: Kurallar zaten güncel.
uk: Правила вже актуальні.
ur: قواعد پہلے ہی تازہ ترین ہیں۔
vi: Các quy tắc đã là phiên bản mới nhất.
yue: 規則已經係最新。
zh_hans: 规则已是最新。
zh_hant: 規則已是最新版本。

source: Rules updated.
ar: تم تحديث القواعد.
ar_eg: القواعد اتحدّثت.
be: Правілы абноўленыя.
bn: নিয়ম আপডেট হয়েছে।
cs: Pravidla byla aktualizována.
da: Reglerne er opdateret.
de: Regeln aktualisiert.
es: Reglas actualizadas.
fil: Na-update ang mga panuntunan.
fr: Règles mises à jour.
ha: An sabunta dokoki.
he: הכללים עודכנו.
hi: नियम अपडेट हो गए।
hu: A szabályok frissítve.
hy: Կանոնները թարմացվել են։
id: Aturan diperbarui.
it: Regole aggiornate.
ja: ルールを更新しました。
ka: წესები განახლდა.
kk: Ережелер жаңартылды.
ko: 규칙을 업데이트했습니다.
ky: Эрежелер жаңыртылды.
lt: Taisyklės atnaujintos.
mr: नियम अपडेट झाले.
ne: नियमहरू अद्यावधिक भए।
nl: Regels bijgewerkt.
pa_arab: اصول اپ ڈیٹ ہو گئے۔
pcm: Rules don update.
pl: Reguły zaktualizowane.
pt_br: Regras atualizadas.
pt_pt: Regras atualizadas.
ro: Regulile au fost actualizate.
ru: Правила обновлены.
sv: Reglerna har uppdaterats.
sw: Kanuni zimesasishwa.
ta: விதிகள் புதுப்பிக்கப்பட்டன.
te: నియమాలు అప్‌డేట్ అయ్యాయి.
th: อัปเดตกฎแล้ว
tr: Kurallar güncellendi.
uk: Правила оновлено.
ur: قواعد اپ ڈیٹ ہو گئے۔
vi: Đã cập nhật quy tắc.
yue: 規則已更新。
zh_hans: 规则已更新。
zh_hant: 規則已更新。

source: Safari checks a remote rules file for selector and redirect fixes. Strict mode pauses rule changes until its lock expires.
ar: يتحقق ⁦Safari⁩ من ملف قواعد بعيد لإصلاح المحددات وإعادة التوجيه. يوقف الوضع الصارم تغييرات القواعد حتى انتهاء القفل.
ar_eg: ⁦Safari⁩ بيراجع ملف قواعد بعيد عشان يصلّح محددات العناصر وإعادة التوجيه. الوضع الصارم بيوقف تغييرات القواعد لحد ما القفل يخلص.
be: Safari правярае аддалены файл правілаў на выпраўленні селектараў і перанакіраванняў. Строгі рэжым прыпыняе змены правілаў да заканчэння блакіроўкі.
bn: সিলেক্টর ও রিডাইরেক্টের সংশোধন পেতে Safari দূরবর্তী নিয়ম ফাইল পরীক্ষা করে। কঠোর মোড লক শেষ না হওয়া পর্যন্ত নিয়মের পরিবর্তন বন্ধ রাখে।
cs: Safari kontroluje vzdálený soubor pravidel kvůli opravám selektorů a přesměrování. Přísný režim pozastavuje změny pravidel do vypršení zámku.
da: Safari kontrollerer en ekstern regelfil for rettelser til selektorer og omdirigeringer. Streng tilstand sætter regelændringer på pause, indtil låsen udløber.
de: Safari prüft eine entfernte Regeldatei auf Korrekturen für Selektoren und Weiterleitungen. Der strenge Modus pausiert Regeländerungen bis zum Ablauf der Sperre.
es: Safari consulta un archivo remoto de reglas para corregir selectores y redirecciones. El modo estricto pausa los cambios de reglas hasta que termine el bloqueo.
fil: Tinitingnan ng Safari ang isang remote na file ng panuntunan para sa mga ayos sa selector at redirect. Pinapahinto ng mahigpit na mode ang pagbabago sa mga panuntunan hanggang matapos ang lock.
fr: Safari consulte un fichier de règles distant pour corriger les sélecteurs et redirections. Le mode strict suspend les modifications jusqu’à la fin du verrouillage.
ha: Safari yana duba fayil ɗin dokoki na nesa don gyaran masu zaɓe da karkatarwa. Yanayi mai tsauri yana dakatar da canje-canjen dokoki har kulle ya ƙare.
he: ⁦Safari⁩ בודק קובץ כללים מרוחק לתיקוני בוררים והפניות. מצב קפדני משהה שינויים בכללים עד לסיום הנעילה.
hi: Safari चयनकर्ता और रीडायरेक्ट सुधारों के लिए दूरस्थ नियम फ़ाइल जाँचता है। सख्त मोड लॉक खत्म होने तक नियमों में बदलाव रोकता है।
hu: A Safari távoli szabályfájlban keresi a szelektorok és átirányítások javításait. A szigorú mód a zárolás lejártáig szünetelteti a szabályváltozásokat.
hy: Safari-ն ստուգում է կանոնների հեռավոր ֆայլը՝ ընտրիչների և վերահղումների շտկումների համար։ Խիստ ռեժիմը դադարեցնում է կանոնների փոփոխությունները մինչև կողպման ավարտը։
id: Safari memeriksa berkas aturan jarak jauh untuk perbaikan selektor dan pengalihan. Mode ketat menjeda perubahan aturan sampai masa kunci berakhir.
it: Safari controlla un file remoto di regole per correzioni a selettori e reindirizzamenti. La modalità rigorosa sospende le modifiche alle regole fino alla scadenza del blocco.
ja: Safariはリモートのルールファイルでセレクタや転送先の修正を確認します。厳格モードではロックが終了するまでルールの変更を停止します。
ka: Safari ამოწმებს წესების დისტანციურ ფაილს სელექტორებისა და გადამისამართების შესწორებებისთვის. მკაცრი რეჟიმი წესების ცვლილებას ჩაკეტვის ვადის გასვლამდე აჩერებს.
kk: Safari селекторлар мен қайта бағыттау түзетулері үшін қашықтағы ереже файлын тексереді. Қатаң режим құлып мерзімі біткенше ереже өзгерістерін тоқтатады.
ko: Safari는 원격 규칙 파일에서 선택자와 리디렉션 수정 사항을 확인합니다. 엄격 모드는 잠금이 끝날 때까지 규칙 변경을 일시 중지합니다.
ky: Safari селекторлорду жана багыттоолорду оңдоо үчүн алыскы эрежелер файлын текшерет. Катуу режим кулпунун мөөнөтү бүткөнгө чейин эрежелердин өзгөрүшүн токтотот.
lt: „Safari“ tikrina nuotolinį taisyklių failą dėl selektorių ir nukreipimų pataisų. Griežtasis režimas pristabdo taisyklių keitimą, kol baigiasi užraktas.
mr: निवडकर्ते व रीडायरेक्टमधील दुरुस्त्यांसाठी Safari दूरस्थ नियम फाइल तपासते. कडक मोड लॉक संपेपर्यंत नियमांमधील बदल थांबवतो.
ne: Safari ले सेलेक्टर र पुनर्निर्देशनका सुधारका लागि टाढाको नियम फाइल जाँच्छ। कडा मोडले लकको समय नसकिएसम्म नियम परिवर्तन रोक्छ।
nl: Safari controleert een extern regelbestand op correcties voor selectors en omleidingen. De strikte modus pauzeert regelwijzigingen tot de vergrendeling afloopt.
pa_arab: ⁦Safari⁩ سلیکٹر تے ری ڈائریکٹ دیاں درستیّاں لئی دورلی اصولاں دی فائل ویکھدا اے۔ سخت موڈ لاک مُکّن تک اصولاں دیاں تبدیلیاں روکدا اے۔
pcm: Safari dey check remote rules file for selector and redirect fixes. Strict mode dey pause rule changes until the lock expire.
pl: Safari sprawdza zdalny plik reguł pod kątem poprawek selektorów i przekierowań. Tryb ścisły wstrzymuje zmiany reguł do końca blokady.
pt_br: O Safari consulta um arquivo remoto de regras para corrigir seletores e redirecionamentos. O modo estrito pausa as alterações nas regras até o fim do bloqueio.
pt_pt: O Safari consulta um ficheiro remoto de regras para corrigir seletores e redirecionamentos. O modo estrito pausa as alterações nas regras até o fim do bloqueio.
ro: Safari verifică un fișier de reguli la distanță pentru corecturi ale selectorilor și redirecționărilor. Modul strict suspendă modificările regulilor până expiră blocarea.
ru: Safari проверяет удалённый файл правил на исправления селекторов и перенаправлений. Строгий режим приостанавливает изменения правил до окончания блокировки.
sv: Safari kontrollerar en extern regelfil efter korrigeringar av selektorer och omdirigeringar. Strikt läge pausar regeländringar tills låset löper ut.
sw: Safari hukagua faili ya kanuni ya mbali kwa marekebisho ya viteuzi na uelekezaji. Hali kali husitisha mabadiliko ya kanuni hadi muda wa kufunga uishe.
ta: தேர்விகள் மற்றும் திசைமாற்றத் திருத்தங்களுக்காக Safari தொலைநிலை விதிக் கோப்பைச் சரிபார்க்கும். கண்டிப்பான பயன்முறை பூட்டு முடியும் வரை விதி மாற்றங்களை நிறுத்தும்.
te: సెలెక్టర్‌లు, రీడైరెక్ట్‌ల సవరణల కోసం Safari రిమోట్ నియమాల ఫైల్‌ను తనిఖీ చేస్తుంది. కఠిన మోడ్ లాక్ ముగిసే వరకు నియమాల మార్పులను ఆపుతుంది.
th: Safari ตรวจสอบไฟล์กฎระยะไกลเพื่อแก้ไขตัวเลือกและการเปลี่ยนเส้นทาง โหมดเข้มงวดจะพักการเปลี่ยนกฎจนกว่าการล็อกจะสิ้นสุด
tr: Safari, seçici ve yönlendirme düzeltmeleri için uzaktaki kural dosyasını kontrol eder. Katı mod, kilit sona erene kadar kural değişikliklerini duraklatır.
uk: Safari перевіряє віддалений файл правил на виправлення селекторів і перенаправлень. Суворий режим призупиняє зміни правил до завершення блокування.
ur: ⁦Safari⁩ سلیکٹر اور ری ڈائریکٹ کی اصلاحات کے لیے ریموٹ قواعد کی فائل چیک کرتا ہے۔ سخت موڈ لاک ختم ہونے تک قواعد کی تبدیلیاں روکتا ہے۔
vi: Safari kiểm tra tệp quy tắc từ xa để sửa bộ chọn và chuyển hướng. Chế độ nghiêm ngặt tạm dừng thay đổi quy tắc cho đến khi hết thời gian khóa.
yue: Safari 會檢查遠端規則檔案，修正選取器同重新導向。嚴格模式會暫停規則變更，直到鎖定結束。
zh_hans: Safari 会检查远程规则文件，以获取选择器和重定向修复。严格模式会暂停规则更改，直到锁定结束。
zh_hant: Safari 會檢查遠端規則檔案，以修正選取器與重新導向。嚴格模式會暫停規則變更，直到鎖定結束。
